tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
# Neovim
brew "neovim"
# Collection of GNU find, xargs and locate
brew "findutils"
# Warp terminal
brew "warp"
# Firefox
brew "firefox"
# Slack
brew "slack"
# Visual studio code
brew "visual-studio-code"
# Official Amazon AWS command-line interface
brew "awscli"
# Distributed revision control system
brew "git"
# GNU grep, egrep and fgrep
brew "grep"
# Terraform version manager inspired by rbenv
brew "tfenv"
# Java version manager
brew "jenv"
# Python version manager
brew "pyenv"
# Linter for Terraform files
brew "tflint"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Internet file retriever
brew "wget"
# Curl
brew "curl"
