tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
# Warp terminal
cask "warp"
# Firefox
cask "firefox"
# Slack
cask "slack"
# Visual studio code
cask "visual-studio-code"
# Telegram
cask "telegram"
# 1Password
cask "1password"
# Spotify
cask "spotify"
# Discord
cask "discord"
# Official Amazon AWS command-line interface
brew "awscli"
# Distributed revision control system
brew "git"
# GNU grep, egrep and fgrep
brew "grep"
# Terraform version manager inspired by rbenv
brew "tfenv"
# Java version manager
brew "jenv"
# Python version manager
brew "pyenv"
# Linter for Terraform files
brew "tflint"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Internet file retriever
brew "wget"
# Neovim
brew "neovim"
# Collection of GNU find, xargs and locate
brew "findutils"
# jq
brew "jq"
# Helm
brew "helm"
# Kustomize
brew "kustomize"
